[
    {
        "id":1,
        "title":"Biowel",
        "description":"Sofware de gestión empresarial de recursos. El ecosistema Biowel consiste en múltiples módulos independientes que se integran entre sí para formar una aplicación robusta capaz de mantener la información centralizada de cierta forma. Esta aplicación web consta de una arquitectura de microservicios orquestados entre sí, donde se utilizan diferentes tecnologías; tales como Python con Flask, React JS, PHP y Servicios de AWS. Mi aporte sobre este desarrollo implica desarrollo en frontend, backend, modelado de datos, despliegues e implementación de CI/CD.",
        "image":"biowel",
        "mobile":false,
        "theme":"white",
        "technologies":["Python", "Flask", "React js", "PHP",  "EC2 AWS","S3 AWS","Stored procedure", "Bitbucket Pipelines", "Payment Gateway"]
    },
    {
        "id":2,
        "title":"Smarket",
        "description":"Smarket es una aplicación de administración de inventario y ventas para tiendas regido al sistema de Chile. La Wep app se desarrolló sobre React JS y utiliza diferentes componentes como son Sockets y servicios de AWS para almacenado de archivos. Además de despliegues sobre Netlify.",
        "image":"smarket",
        "mobile":true,
        "theme":"white",
        "technologies":["Node js", "React js", "Netlify", "S3 AWS", "SocketIO"]
    },
    {
        "id":3,
        "title":"La Guaca",
        "description":"La Guaca es un e-commerce de una joyería hecho en Shopify donde se hizo el desarrollo de las diferentes páginas de él mismo con formulario de contacto y demás; utilizando tecnologías tales como Liquid, HTML, CSS y JavaScript. Todo esto personalizando el tema que eligió el cliente.",
        "image":"laguaca",
        "mobile":true,
        "theme":"white",
        "technologies":["Shopify", "Liquid", "JavaScript", "HTML5", "CSS3"]
    },
    {
        "id":4,
        "title":"VPOCKET",
        "description":"Vpocket es una Web app desarrollada en React JS y del lado del backend se implementó un monolito con Flask, mi aporte sobre esta aplicación fue como desarrollador FullStack aportando en el desarrollo de interfaces y acciones del lado del usuario como desarrollando las diferentes API's sobre las que se basa la lógica de negocio. Esta app busca manejar el control de gastos de diferentes tarjetas de crédito por usuario y arrojar reportes de manera general, adicionando un control por permisos de cada usuario.",
        "image":"vpocket",
        "mobile":true,
        "theme":"dark",
        "technologies":["Python", "Flask", "React js", "AWS"]
    }
]