[
    {
        "id":1,
        "title":"Biowel",
        "description":"Enterprise resource management software. The Biowel ecosystem consists of multiple independent modules that integrate with each other to form a robust application capable of maintaining centralized information in a certain way. This web application consists of an architecture of microservices orchestrated together, where different technologies are used; such as Python with Flask, React JS, PHP and AWS Services. My contribution on this development involves frontend development, backend development, data modeling, deployments and CI/CD implementation.",
        "image":"biowel",
        "mobile":false,
        "theme":"white",
        "url":"https://ttn.biowel.com.co/",
        "technologies":["Python", "Flask", "React js", "PHP",  "EC2 AWS","S3 AWS","Stored procedure", "Bitbucket Pipelines", "Payment Gateway"]
    },
    {
        "id":2,
        "title":"Smarket",
        "description":"Smarket is an inventory and sales management application for stores governed by the Chilean system. The Wep app was developed on React JS and uses different components such as Sockets and AWS services for file storage. In addition to deployments on Netlify.",
        "image":"smarket",
        "mobile":true,
        "theme":"white",
        "url":"https://smarket.netlify.app/",
        "technologies":["Node js", "React js", "Netlify", "S3 AWS", "SocketIO"]
    },
    {
        "id":3,
        "title":"La Guaca",
        "description":"La Guaca is an e-commerce jewelry store made in Shopify where the development of the different pages of it was done with contact form and others; using technologies such as Liquid, HTML, CSS and JavaScript. All this customizing the theme chosen by the client.",
        "image":"laguaca",
        "mobile":true,
        "theme":"white",
        "url":"https://laguacajoyeros.com/",
        "technologies":["Shopify", "Liquid", "JavaScript", "HTML5", "CSS3"]
    },
    {
        "id":4,
        "title":"VPOCKET",
        "description":"Vpocket is a Web app developed in React JS and on the backend side was implemented a monolith with Flask, my contribution on this application was as a FullStack developer contributing in the development of interfaces and actions on the user side and developing the different API's on which the business logic is based. This app seeks to manage the control of expenses of different credit cards per user and provide reports in a general way, adding a control by permissions of each user.",
        "image":"vpocket",
        "mobile":true,
        "theme":"dark",
        "url":"https://vpocket.work",
        "technologies":["Python", "Flask", "React js", "AWS"]
    }
]